ccattuto/riscv-python/advanced/circuitpython/riscv-emu.py/boards/riscv-emu.py/mpconfigboard.h
#pragma once

#define MICROPY_HW_BOARD_NAME       "riscv-emu.py"
#define MICROPY_HW_MCU_NAME         "riscv-emu.py"

